const locations = [
  {
    code: 1,
    value: "中心市街地 ① (中央・西中央 4 丁目)",
  },
  {
    code: 2,
    value: "中心市街地 ② (中央・西中央 3 丁目)",
  },
  {
    code: 3,
    value: "中心市街地 ③ (中央・西中央 2 丁目)",
  },
  {
    code: 4,
    value: "呉駅エリア (中央・西中央 1 丁目・宝町)",
  },
  {
    code: 5,
    value: "駅南エリア (宝町)",
  },
  {
    code: 6,
    value: "中央公園エリア (堺川沿い)",
  },
  {
    code: 7,
    value: "中央地区商店街 ① (中通・本通 4 丁目)",
  },
  {
    code: 8,
    value: "中央地区商店街 ② (中通・本通 3 丁目)",
  },
  {
    code: 9,
    value: "中央地区商店街 ③ (中通・本通 2 丁目)",
  },
  {
    code: 10,
    value: "中央地区商店街 ④ (中通・本通 1 丁目)",
  },
  {
    code: 11,
    value: "広商店街 ① (広本町 1 丁目)",
  },
  {
    code: 12,
    value: "広商店街 ② (広本町 2 丁目)",
  },
  {
    code: 13,
    value: "広商店街 ③ (広本町 2・3 丁目)",
  },
  {
    code: 14,
    value: "JR 広駅（都市拠点から半径 800 ｍ圏内）",
  },
  {
    code: 15,
    value: "JR 新広駅（都市拠点から半径 800 ｍ圏内）",
  },
  {
    code: 16,
    value: "JR 阿賀駅（都市拠点から半径 800 ｍ圏内）",
  },
  {
    code: 17,
    value: "吉浦市民センター（都市拠点から半径 800 ｍ圏内）",
  },
  {
    code: 18,
    value: "昭和市民センター（都市拠点から半径 800 ｍ圏内）",
  },
];
